brew "awscli"
brew "bash"
brew "direnv"
brew "bat"
brew "fzf"
brew "ghq"
brew "gibo"
brew "git"
brew "gnu-sed"
brew "goenv"
brew "hub"
brew "hugo"
brew "jq"
brew "jump"
brew "mysql"
brew "openssl"
brew "peco"
brew "pt"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "tig"
brew "tree"
brew "vim"
brew "wget"
brew "curl"
brew "httpie"
brew "zsh"

tap "homebrew/cask-cask"
tap "homebrew/cask-versions"
cask "alfred"
cask "docker"
cask "google-chrome"
cask "google-backup-and-sync"
cask "google-japanese-ime"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "sequel-pro"
cask "shiftit"
cask "slack"
cask "visual-studio-code"
